Repository: hakopcc/newsletter
Catalog: src/ArcaSolutions/ModStoresBundle/Plugins/EventAssociationListing/Resources/translations/messages.*.xliff
Languages: it

source: Add a new Event
it: Aggiungi un nuovo Evento

source: Associate an event to this listing
it: Associa un evento a questo inserzione

source: Associate an existing Event with this Listing
it: Associa un Evento esistente a questo Inserzione

source: Associate with a Listing
it: Associa a un Inserzione

source: Event
it: Evento

source: Event Association
it: Associazione di Eventi

source: Event {0} need to have the same owner of the listing.
it: L'evento {0} deve avere lo stesso proprietario dell inserzione.

source: Leave it blank to unlink the Event.
it: Lascialo vuoto per scollegare l'evento.

source: Listing event association updated successfully.
it: Associazione dell'evento dell Inserzione aggiornata correttamente.

source: No event available for association with this Listing. In order to be linked to this Listing, the event should not be associated with other Listing and should belong to the same account.
it: Nessun evento disponibile per l'associazione con questo Inserzione. Per essere collegato a questo annuncio, l'evento non deve essere associato ad altri Inserzioni e deve appartenere allo stesso account.

source: No listings available for association with this Event. In order to be linked to this Event, the Listing should not be associated with more than the permitted number of Events and should belong to the same account.
it: Nessun inserzioni disponibile per l'associazione a questo Evento. Per essere collegato a questo Evento, l'Inserzione non deve essere associato a un numero di Eventi superiore a quello consentito e deve appartenere allo stesso account.

source: Number of Events the listing owner is able to associate
it: Numero di Eventi che il proprietario della inserzione può associare

source: Select an Event
it: Seleziona un Evento

source: The event is linked from the listing.
it: L'evento è collegato dall'inserzione.

source: Type the Listing name for suggestions
it: Digita il nome dell'inserzione per suggerimenti

source: Unable to acquire available events for association with this Listing due to an internal unexpected behavior.
it: Impossibile acquisire gli eventi disponibili per l'associazione con questo Inserzione a causa di un comportamento imprevisto interno.

source: Unexpected error.
it: Errore inaspettato.

source: or
it: o
