Repository: hakopcc/newsletter
Catalog: app/Resources/translations/widgets.*.xliff
Languages: it

source: 2 Columns Horizontal Cards
it: 2 Carte Orizzontali delle Colonne

source: 2 Columns Recent Posts
it: 2 post recenti di colonne

source: 3 rectangle ad bar
it: 3 rettangolo bar annuncio

source: 404 Error
it: Errore 404

source: About
it: Circa

source: Additional Information
it: Informazioni aggiuntive

source: Advertise With Us
it: Fai pubblicità con noi

source: All
it: Tutti

source: All Categories
it: Tutte le Categorie

source: All Locations
it: Tutte le Sedi

source: All categories
it: Tutte le categorie

source: Article
it: Articolo

source: Article Detail
it: Dettaglio Articolo

source: Article Home
it: Articolo Home

source: Article Options
it: Opzioni articolo

source: Article Prices
it: Prezzi di Articolos

source: Article View All Categories
it: Articolo Vedi tutte le categorie

source: Articles
it: Articoli

source: Associated Classifieds
it: Annunci associati

source: Associated Deals
it: Offerte associate

source: Available for iPhone and Android.
it: Disponibile per iPhone e Android.

source: Available on the Apple Store
it: Disponibile su Apple Store

source: Available on the Play Store
it: Disponibile su Play Store

source: Backgroud image wrong file extension
it: Immagine backgroud estensione del file sbagliato

source: Banner
it: Bandiera

source: Banner Options
it: Opzioni banner

source: Banner Prices
it: Prezzi di Banners

source: Banners
it: Banner

source: Best Deal
it: Miglior offerta

source: Best doctors for you across 75 specialties
it: I migliori medici per te in 75 specialità

source: Blog Detail
it: Blog Dettaglio

source: Blog Home
it: Blog Casa

source: Blog View All Categories
it: Blog Vedi tutte le categorie

source: Browse by Location
it: Sfoglia per posizione

source: Browse by category
it: Sfoglia per categoria

source: Browse by category
it: Sfoglia per categoria

source: Browse by location
it: Sfoglia per località

source: Button Link
it: Collegamento del Pulsante

source: Button Text
it: Testo del Pulsante

source: Call to Action
it: Chiamare all'azione

source: Cards
it: Carte

source: Categories
it: Categorie

source: Centralized Highlighted Card
it: Scheda Evidenziata Centralizzata

source: Check List
it: Elenco di controllo

source: Classified
it: Classificato

source: Classified All Locations
it: Classificata Tutto

source: Classified Detail
it: Dettaglio annuncio

source: Classified Home
it: Annuncio casa

source: Classified Options
it: Opzioni classificate

source: Classified Prices
it: Prezzi di Annunci

source: Classified View All Categories
it: Classificata Vedi Tutte le categorie

source: Common
it: Comune

source: Contact Information Bar
it: Barra delle informazioni di contatto

source: Contact Us
it: Contattaci

source: Contact form
it: Modulo di Contatto

source: Copyright
it: Testo Diritti d'autore

source: Custom Content
it: Contenuto personalizzato

source: Custom Link
it: Link Personalizzato

source: Custom Pages
it: Pagine Personalizzate

source: Dashboard
it: Scrivania

source: Date
it: Data

source: Deal All Locations
it: Deal Tutto

source: Deal Detail
it: Deal Dettaglio

source: Deal Home
it: Deal casa

source: Deal View All Categories
it: Distribuisci Vedi Tutte le categorie

source: Demo Directory is proud to announce its new directory service which is now available online to visitors and new suppliers. It boasts endless amounts of new features for customers and suppliers. Your directory items are also controlled entirely by you. We have a members interface where you can log in and change any details, add special promotions for Demo Directory customers and much more!
it: Demo Directory è orgogliosa di annunciare il suo nuovo servizio di directory che è ora disponibile online per visitatori e nuovi fornitori. Vanta innumerevoli quantità di nuove funzionalità per clienti e fornitori. Anche gli elementi della tua directory sono controllati interamente da te. Abbiamo un'interfaccia per i membri in cui è possibile accedere e modificare qualsiasi dettaglio, aggiungere promozioni speciali per i clienti di Demo Directory e molto altro!

source: Description
it: Descrizione

source: Did you not find your answer? Contact us.
it: Non hai trovato la tua risposta? Contattaci.

source: Do you want to talk?
it: Vuoi parlare?

source: Download our App
it: Scarica la nostra applicazione

source: Download our apps bar
it: Scarica la nostra barra di applicazioni

source: Drop us a line and we'll get back as soon as we can.
it: Mandaci un messaggio e torneremo il prima possibile.

source: Edit this item
it: Modifica questo oggetto

source: Edit this page
it: Modifica questa pagina

source: Enter location...
it: Inserisci posizione...

source: Error uploading image. Please try again.
it: Immagine Errore durante il caricamento. Riprova.

source: Event
it: Evento

source: Event All Locations
it: Evento Tutto

source: Event Detail
it: Descrizione degli eventi

source: Event Home
it: Gara di casa

source: Event Options
it: Opzioni evento

source: Event Prices
it: Prezzi di Eventi

source: Event View All Categories
it: Evento Vedi tutte le categorie

source: Events
it: Eventi

source: Events Calendar
it: Calendario Eventi

source: Explore All Articles Categories
it: Vedi tutte le categorie di articoli

source: Explore All Blog Categories
it: Esplora Tutte le Categorie del blog

source: Explore All Categories
it: Esplora tutte le Categorie

source: Explore All Classifieds Categories
it: Vedi tutte le categorie di Annunci

source: Explore All Classifieds Locations
it: Vedi tutte le sedi di Annunci

source: Explore All Deal Locations
it: Esplora Tutte le offerte sedi

source: Explore All Deals Categories
it: Vedi tutte le categorie di Annunci

source: Explore All Events Categories
it: Vedi tutte le categorie di eventi

source: Explore All Events Locations
it: Vedi tutte le sedi per eventi

source: Explore All Listings Categories
it: Vedi tutte le categorie

source: Explore All Listings Locations
it: Vedi tutte le sedi

source: Explore all locations
it: Vedi tutte le sedi

source: External Link
it: Link Esterno

source: FIND AND BOOK THE BEST VENDORS
it: TROVA E PRENOTA I MIGLIORI FORNITORI

source: Facebook Feed
it: Feed Facebook

source: Faq box
it: Scatola Faq

source: Featured Classifieds
it: Annunci in Evidenza

source: Featured Events
it: Eventi in Primo Piano

source: Featured Listings
it: Annunci in Primo Piano

source: Featured categories
it: Categorie in primo piano

source: Featured categories (Type 2)
it: Categorie in primo piano (Tipo 2)

source: Featured categories with icons
it: Categorie in primo piano con icone

source: Featured categories with images
it: Categorie in primo piano con immagini

source: Featured categories with images (Type 2)
it: Categorie in primo piano con immagini (Tipo 2)

source: Features
it: Caratteristiche

source: Find What You Need
it: Trova ciò che ti serve

source: Find by category
it: Trova per categoria

source: Find the best people to help you with your wedding, Let's explore.
it: Trova le persone migliori per aiutarti con il tuo matrimonio, esploriamo.

source: Follow Us
it: Seguici

source: Food, service, hotel...
it: Cibo, servizio, hotel...

source: Footer
it: Piè di pagina

source: Footer with Logo
it: Piè di pagina con logo

source: Footer with Newsletter
it: Piè di pagina con Newsletter

source: Footer with Social Media
it: Piè di pagina con i Social Media

source: Footers
it: Piè di pagina

source: Frequently Asked Questions
it: Domande frequenti

source: GET TO KNOW YOUR VENDORS
it: CONOSCI I TUOI FORNITORI

source: HELPING YOUR WEDDING
it: AIUTANDO IL TUO MATRIMONIO

source: Have you tried the search option to easily find what you are looking for?
it: Hai provato l'opzione di ricerca per trovare facilmente quello che stai cercando?

source: Header
it: Intestazione

source: Header with Contact Phone
it: Intestazione con Contact Phone

source: Headers
it: Testata

source: Home Page
it: Pagina iniziale

source: Horizontal Cards
it: Carte Orizzontali

source: Hours
it: Ore

source: How can we help you?
it: Come possiamo aiutarti?

source: Image logo wrong file extension
it: Immagine logo estensione del file sbagliato

source: Image wrong file extension
it: Immagine errata del file

source: Internal Page
it: Pagina Interna

source: Item Unavailable Page
it: Pagina Articolo non disponibile

source: Lead Form
it: Modulo di Lead

source: Lead Forms
it: Moduli di Lead

source: Leaderboard ad bar (728x90)
it: Bar ad Leaderboard (728x90)

source: Limit
it: Limite

source: Link
it: Collegamento

source: Linked Listings
it: Inserzioni collegate

source: List of horizontal cards
it: Elenco di carte orizzontali

source: List with Us
it: Elenco con noi

source: Listing
it: Listato

source: Listing All Locations
it: Tutte le sedi di Listato

source: Listing Detail
it: Dettagli di Listato

source: Listing Home
it: Pagina iniziale di Listato

source: Listing Options
it: Opzioni di quotazione

source: Listing Prices
it: Prezzi di Listings

source: Listing Reviews
it: Recensioni di Listato

source: Listing View All Categories
it: View Tutte le categorie di Listato

# Listings &amp; Cards
source: Listings & Cards
it: Annunci & Carte

source: Location
it: Posizione

source: Log Off
it: Disconnettersi

source: Log in
it: Accedi

source: Main Pages
it: Pagine Principali

source: Maintenance
it: Manutenzione

source: More
it: Di Più

source: More details
it: Più dettagli

source: Navigation with Centered Logo
it: Navigazione con il marchio Centered

source: Navigation with left Logo plus Social Media
it: Navigazione con logo più Social Media

source: Need help with something? Get in touch with us and we'll do our best to answer your question as soon as possible.
it: Hai bisogno di aiuto? Mettetevi in ​​contatto con noi e noi faremo del nostro meglio per rispondere alla tua domanda il più presto possibile.

source: New Deals
it: Nuove Offerte

source: New Item
it: Nuovo oggetto

source: New Listing Template
it: Nuovo modello di elenco

source: New Page
it: Nuova pagina

source: New Slide
it: Nuova diapositiva

source: One horizontal card
it: Una carta orizzontale

source: Oops
it: Spiacenti

source: Open in a new window
it: Aprire in una nuova finestra

source: Photo Gallery
it: Galleria fotografica

source: Placeholder for search by date field
it: Segnaposto per la ricerca per campo data

source: Placeholder for search by keyword field
it: Segnaposto per la ricerca per campo di parole chiave

source: Placeholder for search by location field
it: Segnaposto per la ricerca per campo di posizione

source: Please come back later
it: Per favore ritorna più tardi

source: Popular Articles
it: Articoli Popolari

source: Popular Classifieds
it: Annunci Popolari

source: Popular Deals
it: Offerte Popolari

source: Popular Posts
it: Post Popolari

# Pricing &amp; Plans
source: Pricing & Plans
it: Prezzi & Piani

source: Privacy Policy
it: Politica sulla riservatezza

source: Profile
it: Profilo

source: Range
it: Gamma

source: Recent Articles
it: Articoli Recenti

source: Recent Members
it: Membri Recenti

source: Recent Reviews
it: Recensioni Recenti

source: Recent articles plus popular articles
it: Articoli recenti e articoli popolari

source: Related Listings
it: Elenchi correlati

source: Remove
it: Rimuovere

source: Results
it: Risultati

source: Results Info
it: Informazioni sui risultati

source: Reviews Paginated
it: Recensioni paged

source: Reviews block
it: Blocco di recensioni

source: Search
it: Ricerca

source: Search Bar
it: Barra di Ricerca

source: Search anything...
it: Cerca qualsiasi cosa...

source: Search box
it: Casella di Ricerca

source: Section Header
it: Intestazione di Sezione

source: Section header
it: Intestazione di sezione

source: Select an Option
it: Seleziona un'opzione

source: Separator
it: Separatore

source: Settings
it: Preferenze

source: Sign In
it: Accesso

source: Sign Up
it: Registrati

source: Sign out
it: Esci

source: Sign up for our monthly newsletter. No spams, just product updates.
it: Iscriviti alla nostra newsletter mensile. No spam, solo gli aggiornamenti del prodotto.

source: Sign up for our newsletter
it: Iscriviti alla nostra newsletter

source: Sign up today - It's quick and simple!
it: Iscriviti oggi - È veloce e semplice!

source: Site Content
it: il contenuto del sito

source: Social Buttons
it: Pulsanti sociali

source: Social Network Bar
it: Barra della social network

source: Something went wrong!
it: Qualcosa è andato storto!

source: Something wrong
it: Qualcosa non va

source: Special Deals
it: Offerte Speciali

source: Specialties
it: Specialità

source: Sponsor Area
it: Area Sponsor

source: Sponsored Links
it: Link Sponsorizzati

source: Square Banner
it: Banner square

source: Start your search here
it: Inizia la tua ricerca qui

source: Submit
it: Sottoscrivi

source: Summary Description
it: Sommario Descrizione

source: TOP RESTAURANTS
it: RISTORANTI SUPERIORI

source: TRY THESE DELICIOUS DESSERTS NEXT TIME YOU EAT OUT
it: PROVATE QUESTI DOLCI DELIZIOSI IL PROSSIMO TEMPO CHE MANGIATE

source: TRY THESE DELICIOUS NEWS DISHES
it: PROVA QUESTI PIATTI DI DELIZIOSI NOVITÀ

source: Terms of Service
it: Termini di servizio

source: Terms of Use
it: Condizioni d'uso

source: This field will be shown only when used on Events Pages
it: Questo campo verrà mostrato solo se usato nelle pagine degli eventi

source: This field won't be shown when used on Article and Blog pages
it: Questo campo non verrà mostrato se utilizzato nelle pagine Articoli e Blog

source: Three vertical cards
it: Tre carte verticali

source: Title
it: Titolo

source: Trending Topics
it: Argomenti di tendenza

source: UPCOMING EVENTS
it: PROSSIMI EVENTI

source: Upcoming Events
it: Prossimi eventi

source: Upcoming Events Carousel
it: Prossimi Eventi Carosello

source: Upload Image
it: Carica immagine

source: Vertical Card Plus Horizontal Cards
it: Scheda Verticale più Carte Orizzontali

source: Vertical Cards
it: Carte Verticali

source: Video Gallery
it: Galleria Video

source: We Can Help You!
it: Possiamo aiutarti!

source: We are under maintenance
it: Siamo in manutenzione

source: We couldn't find the page you are looking for.
it: Non siamo riusciti a trovare la pagina che stai cercando.

source: We provides always our best services for our clients and always try to achieve our client's trust and satisfaction.
it: Forniamo sempre i nostri migliori servizi per i nostri clienti e cerchiamo sempre di raggiungere la fiducia e la soddisfazione dei nostri clienti.

source: We recommend using an image that is %dimension% px to cover the entire site, and account for larger screen sizes. Please make sure images are at least 1200 pixels wide and keep roughly the same aspect ratio.
it: Si consiglia di utilizzare un'immagine che è% dimensione% px per coprire l'intero sito, e rappresentano dimensioni dello schermo più grandi. Si prega di assicurarsi che le immagini sono una larghezza di almeno 1200 pixel e mantenere più o meno le stesse proporzioni.

source: Welcome
it: Benvenuto

source: What are you looking for?
it: Che cosa sta cercando?

source: Widget successfully deleted.
it: Widget ha eliminato con successo

source: Widget successfully saved.
it: Widget salvato con successo

# You must use &quot;.ico&quot; images for favicon
source: You must use ".ico" images for favicon
it: È necessario utilizzare immagini "ico" per favicon

source: in
it: nel(la)

source: more articles
it: più articoli

source: more business
it: più imprese

source: more categories
it: altre categorie

source: more classifieds
it: più annunci

source: more deals
it: più affari

source: more events
it: più eventi

source: more listings
it: più elenchi

source: more locations
it: più posizioni

source: more posts
it: più post
