Repository: hakopcc/newsletter
Catalog: src/ArcaSolutions/ModStoresBundle/Plugins/CommunityForum/Resources/translations/messages.*.xliff
Languages: pt

source: Add Category
pt: Adicionar categoria

source: All
pt: Tudo

source: Answer
pt: Resposta/Comentário

source: Answer sent by user.
pt: Resposta/comentário enviado pelo usuário.

source: Answer successfully deleted!
pt: Resposta/comentário removido com sucesso!

source: Answer successfully updated
pt: Resposta/comentário atualizado com sucesso

source: Answers
pt: Respostas/Comentários

source: Answers and comments
pt: Respostas e comentários

source: Are you sure?
pt: Você tem certeza?

source: Back
pt: Voltar

source: Be the first to answer this topic!
pt: Seja o primeiro a responder/comentar neste tópico!

source: Cancel
pt: Cancelar

source: Category cannot be deleted because itself or any of its subcategories are still being used by a Topic.
pt: A categoria não pode ser excluída porque ela ou alguma de suas subcategorias ainda está associada à um tópico.

source: Change Category
pt: Alterar categoria

source: Edit topic
pt: Editar tópico

source: Email sent to the user when receives a new topic answer
pt: Email enviado para o usuário quando receber uma nova resposta/comentário relativo ao tópico

source: Forum Answers
pt: Respostas/comentários do Forum

source: Forum answer edit
pt: Editar resposta/comentário do Forum

source: Forum topic edit
pt: Editar tópico do Forum

source: Forum topics
pt: Tópicos do Forum

source: Loading selected category
pt: Carregando categoria selecionada

source: Maximum file size: 5MB
pt: Tamanho máximo de arquivo: 5MB

source: New topic answer
pt: Nova resposta/comentário do tópico

source: No Reports available
pt: Nenhum relatório disponível

source: No forum topic categories.
pt: Sem categorias de tópico do Forum

source: Placeholder for search by keyword field
pt: Placeholder do campo de pesquisa por palavra-chave

source: Please, wait...
pt: Aguarde...

source: Post
pt: Postar

# Profile url: (&quot;profile&quot;).
source: Profile url: ("profile").
pt: URL do perfil: ("profile").

source: Published
pt: Publicado

source: Read full topic
pt: Leia o tópico completo

source: Save changes
pt: Salvar alterações

source: Select topic category
pt: Selecione a categoria do tópico

source: Select your category
pt: Selecione sua categoria

source: Send
pt: Enviar

source: Sending...
pt: Enviando...

source: Sign in to answer this topic
pt: Conecte-se para responder/comentar neste tópico

source: Start a new topic
pt: Comece um novo tópico

source: Tell me more details
pt: Conte-me mais detalhes

source: The following topics exceeded the maximum number of categories:
pt: Os seguintes tópicos excederam o número máximo de categorias:

source: Topic
pt: Tópico

source: Topic category
pt: Categoria do tópico

source: Topic successfully deleted!
pt: Tópico removido com sucesso!

source: Topic successfully updated
pt: Tópico atualizado com sucesso

source: Topic title
pt: Título do tópico

source: Topics
pt: Tópicos

source: Traffic Report
pt: Relatório de tráfego

source: Type your topic title here.
pt: Digite o título do seu tópico aqui.

source: Unexpected error
pt: Erro inesperado

source: Updated
pt: Atualizado

source: Upvotes
pt: Votos

source: Your topic...
pt: Seu tópico...

source: answer
pt: resposta/comentário

source: on
pt: em

source: or
pt: ou

source: read more
pt: leia mais
