Repository: hakopcc/newsletter
Catalog: src/ArcaSolutions/ModStoresBundle/Plugins/AdditionalLocationsListing/Resources/translations/messages.*.xliff
Languages: fr, pt

source: Add Additional Location
fr: Ajouter un lieu supplémentaire
pt: Adicionar Localidade Adicional

source: Additional Locations
fr: Emplacements supplémentaires
pt: Outras localidades

source: Additional locations limit exceeded
fr: Limite d'emplacements supplémentaires dépassée
pt: Limite de localização adicional excedido

source: Address
fr: Adresse
pt: Endereço

source: Address 2
fr: Adresse 2
pt: Complemento

source: Allow owners to add additional locations reference to their listings?
fr: Autoriser les propriétaires à ajouter des références supplémentaires à leurs listes?
pt: Permitir que os anunciantes adicionem referências de localidades extras para suas empresas?

source: Apartment, suite, unit, building, floor, etc.
fr: Appartement, suite, unité, immeuble, étage, etc.
pt: Apartamento, suite, unidade, prédio, andar, etc.

source: Get directions
fr: Obtenir des directions
pt: Obter direções

source: See more places
fr: Voir plus d'endroits
pt: Veja localidades adicionais

source: Street Address, P.O. box
fr: Adresse de rue, P.O. boîte
pt: Endereço, Caixa Postal

source: Wait, Loading...
fr: Attendez, Chargement ...
pt: Aguarde, Carregando...

source: Zip Code
fr: Code postal
pt: Código postal / CEP
