Repository: hakopcc/newsletter
Catalog: src/ArcaSolutions/ModStoresBundle/Plugins/ArticleAssociationListing/Resources/translations/messages.*.xliff
Languages: fr

source: Add a new Article
fr: Ajouter un nouvel article

source: Article Association
fr: Association d'Articles

source: Article {0} need to have the same owner of the listing.
fr: L'article {0} doit avoir le même propriétaire de la liste.

source: Associate an article to this listing
fr: Associer un article à cette liste

source: Associate an existing Article with this Listing
fr: Associer un article existant à cette liste

source: Associate with a Listing
fr: Associer à une liste

source: Leave it blank to unlink the Article.
fr: Laissez ce champ vide pour dissocier l'article.

source: Listing article association updated successfully.
fr: L'association des articles de la liste a bien été mise à jour.

source: No article available for association with this Listing. In order to be linked to this Listing, the article should not be associated with other Listing and should belong to the same account.
fr: Aucun article disponible pour association avec cette liste. Pour être lié à cette annonce, l'article ne doit pas être associé à une autre annonce et doit appartenir au même compte.

source: No listings available for association with this Article. In order to be linked to this Article, the Listing should not be associated with more than the permitted number of Articles and should belong to the same account.
fr: Aucune liste disponible pour association avec cet article. Pour être liée à cet article, la liste ne doit pas être associée à plus que le nombre autorisé d'articles et doit appartenir au même compte.

source: Number of Articles the listing owner is able to associate
fr: Nombre d'articles que le propriétaire de l'annonce peut associer

source: Offered by
fr: Offert par

source: Select an Article
fr: Sélectionnez un article

source: The article is linked from the listing.
fr: L'article est lié à la liste.

source: Type the Listing name for suggestions
fr: Tapez le nom de la liste pour les suggestions

source: Unable to acquire available articles for association with this Listing due to an internal unexpected behavior.
fr: Impossible d'acquérir les articles disponibles pour les associer à cette liste en raison d'un comportement interne inattendu.

source: Unexpected error.
fr: Erreur inattendue.

source: or
fr: ou
