Repository: hakopcc/newsletter
Catalog: src/ArcaSolutions/ModStoresBundle/Plugins/DropdownMenu/Resources/translations/messages.*.xliff
Languages: pt

source: 'Not associated' menu label is not allowed. The last valid value has been restored.
pt: O rótulo com valor 'Não associado' não é permitido. O último rótulo válido foi restaurado.

source: Are you sure you would like to remove this menu item, including all sub menus related to it:
pt: Você tem certeza que deseja remover este item de menu, incluindo todos os seus submenus:

source: Configure below your site navigation menu. You can change or delete actual ones, add new ones, reorder then and also create sub-menus.
pt: Configure abaixo o menu de navegação do seu site. Você pode modificar ou remover os items atuais, adicionar novos items, reordená-los e também criar submenus.

source: Empty menu label is not allowed. The last valid value has been restored.
pt: Rótulos vazios não são permitidos. O último rótulo válido foi restaurado.

source: Menu item appears on front-end
pt: Item de menu visível no front-end

source: Menu item hidden on front-end
pt: Item de menu oculto no front-end

source: Navigation
pt: Navegação

source: New menu
pt: Novo menu

source: Reloading previous saved navigation.
pt: Recarregando navegação salva anteriormente.

source: Unable to display navigation edit form due to an unexpected behavior.
pt: Não foi possível exibir o formulário de edição do menu de navegação devido a um comportamento inesperado.

source: Unexpected error on after rebuild navigation due to an empty navigation data.
pt: Erro inesperado identificado após reconstruir menu de navegação, relativo a dados de navegação vazios.

source: Unexpected error on load navigation.
pt: Erro inesperado ao carregar menu de navegação.

source: Unexpected error on reset navigation.
pt: Erro inesperado ao redefinir menu de navegação.

source: Unexpected error on save navigation.
pt: Erro inesperado ao salvar menu de navegação.
