Repository: hakopcc/newsletter
Catalog: src/ArcaSolutions/ModStoresBundle/Plugins/YelpIntegration/Resources/translations/messages.*.xliff
Languages: it

source: API Key
it: Chiave API

source: Closed
it: Chiuso

source: Closed Now
it: Chiuso Ora

source: Invalid Yelp Key.
it: Chiave di Yelp non valida.

source: Open Now
it: Aperto Ora

source: Please wait...
it: Attendere prego...

source: Please, wait...
it: Attendere prego...

source: Review this
it: Rivedi questo

source: Save changes
it: Salvare le modifiche

source: Validate Yelp Key
it: Convalida chiave di Yelp

source: View all Yelp reviews
it: Visualizza tutte le recensioni di Yelp

source: View all photos
it: Guarda tutte le foto

source: View photo
it: Guarda la foto

source: Yelp Integration Settings
it: Impostazioni di integrazione di Yelp

source: Yelp key successfully validated.
it: Chiave di Yelp convalidata correttamente.

source: {0}No Reviews|{1}%count% Review|]1,Inf[%count% Reviews
it: {0}Nessuna recensione|{1}%count% Revisione|]1,Inf[%count% Recensioni
