Repository: hakopcc/newsletter
Catalog: src/ArcaSolutions/ModStoresBundle/Plugins/TailoredMapListing/Resources/translations/messages.*.xliff
Languages: it

source: Central Latitude
it: Latitudine centrale

source: Central Longitude
it: Longitudine centrale

source: Download
it: Scarica

source: Invalid image type. Please insert a JPG, GIF or PNG image.
it: Tipo di immagine non valido. Inserisci un'immagine JPG, GIF o PNG.

source: Map Pin
it: Mappa Pin

source: Map zoom
it: Zoom della mappa

source: Maximum file size
it: Dimensione massima del file

source: Please, wait...
it: Attendere prego...

source: Recommended dimensions
it: Dimensioni consigliate

source: Sample Pin Image
it: Immagine pin di esempio

source: Save changes
it: Salvare le modifiche

source: Tailored Placement Settings
it: Impostazioni di posizionamento personalizzate

source: This pin will be displayed in tailored map widget in coordinates that a listing that have the category where.
it: Questo pin verr√† visualizzato nel widget della mappa personalizzato nelle coordinate di un elenco che ha la categoria dove.

source: Unexpected error
it: Errore inaspettato

source: Uploaded pin exceded the allowed maximum file size.
it: Il pin caricato ha superato la dimensione massima consentita del file.
