Repository: hakopcc/newsletter
Catalog: src/ArcaSolutions/ModStoresBundle/Plugins/InstantMessengerIntegration/Resources/translations/messages.*.xliff
Languages: de, pt

source: Allow owners to use the Instant Messenger integration?
de: Benutzern die verwendung der Instant Messenger-Integration erlauben?
pt: Permitir os donos da empresa a usarem a integração com comunicadores instantâneos?

source: Available pages to be chosen:
de: Verfügbare seiten zur auswahl:
pt: Páginas disponíveis para uso:

source: Can't find the facebook user id? Click here.
de: Sie können die Facebook-Benutzer-ID nicht finden? Klicke hier.
pt: Não consegue encontrar o User ID do Facebook? Clique aqui.

source: Cancel
de: Stornieren
pt: Cancelar

source: Choose Facebook ID
de: Wählen Sie Facebook ID
pt: Escolha o User ID do Facebook

source: Choose how the widget will include phone/instant messaging information in the widget.
de: Wählen Sie aus, wie das Widget Telefon- / Instant Messaging-Informationen in das Widget aufnehmen soll.
pt: Escolher como o widget incluirá número de telefone/comunicador instantâneo.

source: Choose which instant messenger will be used to include information in the widget.
de: Wählen Sie aus, welcher Instant Messenger verwendet werden soll, um Informationen in das Widget aufzunehmen.
pt: Escolher qual dos comunicadores instantâneos será utilizado para incluir informação no widget.

source: Display available instant messenger clickable links on the widget.
de: Zeigen Sie verfügbare anklickbare Instant Messenger-Links im Widget an.
pt: Exibir os links clicáveis de comunicadores instantâneos no widget.

source: Display instant messenger floating button on all pages (except results and detail pages)
de: Floating-Schaltfläche für Instant Messenger auf allen Seiten anzeigen (außer Ergebnis- und Detailseiten)
pt: Exibir o botão flutuante de comunicador instantâneo em todas as páginas (exceto nas de resultado de pesquisa e de detalhes)

source: Display links
de: Links anzeigen
pt: Exibir links

source: Do not include the country code in WhatsApp number. Use the select field to define it.
de: Fügen Sie den Ländercode nicht in die WhatsApp-Nummer ein. Verwenden Sie das Auswahlfeld, um es zu definieren.
pt: Não inclua o código de país no número do WhatsApp, ao invés disto utilize o campo de seleção de país.

source: Enable instant Messenger integration
de: Instant Messenger-Integration
pt: Integração com comunicadores instantâneos

source: Floating button IM type
de: IM-Typ mit schwebender Taste
pt: Tipo de botão flutuante

source: Floating button position
de: Schwimmende Knopfposition
pt: Posição do botão flutuante

source: Insert WhatsApp phone number
de: WhatsApp-Nummer
pt: Número do WhatsApp

source: Insert facebook user id
de: Facebook-Benutzer-ID oder -Seite
pt: User ID ou página do Facebook

source: Insert link caption
de: Linkbeschriftung einfügen
pt: Insira o rótulo do link

source: Insert telegram nickname
de: Telegram-Spitzname
pt: Apelido (nickname) do Telegram

source: Instant Messenger Integration Options
de: Optionen für die Instant Messenger-Integration
pt: Opções da integração com comunicadores instantâneos

source: Instant Messenger Integration Settings
de: Instant Messenger-Integrationseinstellungen
pt: Configurações da integração com comunicadores instantâneos

source: Instant Messenger only
de: Nur Instant Messenger
pt: Somente comunicador instantâneo

source: Instant messaging
pt: Comunicador instantâneo

source: Instant messenger type to consider in widget
de: Instant Messenger-Typ zu berücksichtigen
pt: Tipo de comunicador instantâneo a considerar

source: Invalid Messenger User ID format: Use only letters, numbers, dot character and use at least 5 (five) characters.
de: Ungültiges Messenger-Benutzer-ID-Format: Verwenden Sie nur Buchstaben, Zahlen, Punktzeichen und mindestens 5 (fünf) Zeichen.
pt: Formato do ID de usuário Messenger inválido: Utilize apenas letras, números, ponto, considerando pelo menos 5 (cinco) caracteres.

source: Invalid Telegram nickname format: Use only letters, numbers, underscore character and use at least 5 (five) characters.
de: Ungültiges Telegramm-Spitznamenformat: Verwenden Sie nur Buchstaben, Zahlen, Unterstriche und mindestens 5 (fünf) Zeichen.
pt: Formato de nickname do Telegram inválido: Utilize somente letras, números, caractere de sublinhado, considerando ao menos (cinco) caracteres.

source: Invalid phone format in WhatsApp number.
de: Ungültiges Telefonformat in WhatsApp-Nummer.
pt: Formato de telefone inválido no número do WhatsApp.

source: Logged in as <span class="bold">{{:name}}</span>. You could click <a href="JavaScript:" id="logOffFacebook">here</a> to logout and login again if you want.
de: Angemeldet als <span class = "bold"> {{: name}} </ span>. Sie können hier <a href="JavaScript:" id="logOffFacebook"> </a> klicken, um sich abzumelden und erneut anzumelden, wenn Sie möchten.
pt: Logado como <span class="bold">{{:name}}</span> no Facebook. Você pode clicar <a href="JavaScript:" id="logOffFacebook">aqui</a> para deslogar e logar novamente, se você quiser.

source: Options
de: Optionen
pt: Opções

source: Phone Number and Instant Messenger
de: Telefonnummer und Instant Messenger
pt: Número telefônico e comunicador instantâneo

source: Phone Number only
de: Nur Telefonnummer
pt: Somente número telefônico

source: Select WhatsApp phone country code
de: Internationale vorwahl
pt: Código de país

source: To define a WhatsApp number is mandatory select a country code and provide a phone number (preceded by the area code, when exists). Please provide the phone number.
de: Um eine WhatsApp-Nummer zu definieren, müssen Sie eine Landesvorwahl auswählen und eine Telefonnummer angeben (vorangestellt die Vorwahl, falls vorhanden). Bitte geben Sie die Telefonnummer an.
pt: Para definir um número do WhatsApp é obrigatório selecionar um código de país e informar um número de telefone (precedido por um código de área, quando existente). Favor informar um número de telefone.

source: To define a WhatsApp number is mandatory select a country code and provide a phone number (preceded by the area code, when exists). Please select a country code.
de: Um eine WhatsApp-Nummer zu definieren, müssen Sie eine Landesvorwahl auswählen und eine Telefonnummer angeben (vorangestellt die Vorwahl, falls vorhanden). Bitte wählen Sie einen Ländercode.
pt: Para definir um número do WhatsApp é obrigatório selecionar um código de país e informar um número de telefone (precedido por um código de área, quando existente). Favor selecionar um código de país.

source: What will be displayed at right side of header?
de: Was wird auf der rechten Seite der Kopfzeile angezeigt?
pt: O que deverá ser exibido no lado direito do cabeçalho?

source: and
de: und
pt: e
